Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Reads any text on screen. Available via the Share sheet or accessibility shortcut.
ar: يقرأ أي نص على الشاشة. متاح من ورقة المشاركة أو اختصار إمكانية الوصول.
de: Liest beliebigen Text auf dem Bildschirm vor. Verfügbar über das Teilen-Menü oder den Bedienungshilfen-Kurzbefehl.
el: Διαβάζει οποιοδήποτε κείμενο στην οθόνη. Διαθέσιμο από το φύλλο κοινοποίησης ή τη συντόμευση προσβασιμότητας.
es: Lee cualquier texto en pantalla. Disponible desde la hoja de compartir o el atajo de accesibilidad.
fa: هر متنی را روی صفحه می‌خواند. از برگهٔ اشتراک‌گذاری یا میان‌بر دسترس‌پذیری در دسترس است.
fr: Lit n'importe quel texte à l'écran. Disponible depuis la feuille de partage ou le raccourci d'accessibilité.
he: מקריא כל טקסט על המסך. זמין דרך גיליון השיתוף או קיצור הנגישות.
hi: स्क्रीन पर कोई भी टेक्स्ट पढ़ता है। शेयर शीट या सुलभता शॉर्टकट से उपलब्ध।
id: Membacakan teks apa pun di layar. Tersedia melalui lembar berbagi atau pintasan aksesibilitas.
it: Legge qualsiasi testo sullo schermo. Disponibile dal foglio di condivisione o dall'abbreviazione accessibilità.
ja: 画面上のテキストを読み上げます。共有シートまたはアクセシビリティショートカットから使えます。
ko: 화면의 모든 텍스트를 읽어 줍니다. 공유 시트나 손쉬운 사용 단축키로 사용할 수 있습니다.
nl: Leest alle tekst op het scherm voor. Beschikbaar via het deelmenu of de toegankelijkheidsshortcut.
pl: Odczytuje dowolny tekst na ekranie. Dostępne z arkusza udostępniania lub skrótu ułatwień dostępu.
pt: Lê qualquer texto na tela. Disponível pela planilha de compartilhamento ou pelo atalho de acessibilidade.
ru: Читает любой текст на экране. Доступно через меню «Поделиться» или быстрые команды универсального доступа.
sv: Läser upp all text på skärmen. Tillgänglig via delningsbladet eller hjälpmedelsgenvägen.
th: อ่านข้อความใดก็ได้บนหน้าจอ ใช้ได้จากแผ่นแชร์หรือทางลัดการช่วยการเข้าถึง
tr: Ekrandaki herhangi bir metni okur. Paylaş sayfasından veya erişilebilirlik kısayolundan kullanılabilir.
uk: Читає будь-який текст на екрані. Доступно через меню «Поширити» або швидку команду спеціальних можливостей.
vi: Đọc mọi văn bản trên màn hình. Dùng được từ bảng chia sẻ hoặc phím tắt trợ năng.
zh_hans: 朗读屏幕上的任何文字。可通过共享表单或辅助功能快捷键使用。

source: Translate selected text using the iOS Translate system. Long-press any text to access.
ar: ترجم النص المحدد باستخدام الترجمة في iOS. اضغط مطولًا على أي نص للوصول إليها.
de: Übersetzt ausgewählten Text mit der iOS-Übersetzung. Halte einen beliebigen Text gedrückt, um darauf zuzugreifen.
el: Μεταφράστε το επιλεγμένο κείμενο με τη μετάφραση του iOS. Πατήστε παρατεταμένα οποιοδήποτε κείμενο για πρόσβαση.
es: Traduce el texto seleccionado con la traducción de iOS. Mantén pulsado cualquier texto para acceder.
fa: متن انتخاب‌شده را با ترجمهٔ iOS ترجمه کنید. برای دسترسی، روی هر متنی انگشت خود را نگه دارید.
fr: Traduisez le texte sélectionné avec la traduction d'iOS. Maintenez le doigt sur un texte pour y accéder.
he: תרגם טקסט נבחר עם התרגום של iOS. לחץ לחיצה ארוכה על טקסט כלשהו כדי לגשת.
hi: iOS अनुवाद से चुना हुआ टेक्स्ट अनुवाद करें। इस्तेमाल के लिए किसी भी टेक्स्ट पर देर तक दबाएं।
id: Terjemahkan teks yang dipilih dengan fitur Terjemahan iOS. Tekan lama teks apa pun untuk menggunakannya.
it: Traduci il testo selezionato con la traduzione di iOS. Tieni premuto su qualsiasi testo per accedervi.
ja: 選択したテキストを iOS の翻訳機能で翻訳します。テキストを長押しして使います。
ko: 선택한 텍스트를 iOS 번역으로 번역합니다. 텍스트를 길게 눌러 사용하세요.
nl: Vertaal geselecteerde tekst met de vertaalfunctie van iOS. Houd tekst ingedrukt om het te gebruiken.
pl: Tłumacz zaznaczony tekst za pomocą tłumaczenia w iOS. Przytrzymaj dowolny tekst, aby skorzystać.
pt: Traduza o texto selecionado com a tradução do iOS. Mantenha pressionado qualquer texto para acessar.
ru: Переводите выделенный текст с помощью перевода iOS. Нажмите и удерживайте текст, чтобы воспользоваться.
sv: Översätt markerad text med översättning i iOS. Håll på valfri text för att komma åt den.
th: แปลข้อความที่เลือกด้วยระบบแปลภาษาของ iOS แตะค้างที่ข้อความใดก็ได้เพื่อใช้งาน
tr: Seçili metni iOS Çeviri ile çevirin. Erişmek için herhangi bir metne uzun basın.
uk: Перекладайте виділений текст за допомогою перекладу iOS. Натисніть і утримуйте текст, щоб скористатися.
vi: Dịch văn bản đã chọn bằng tính năng dịch của iOS. Chạm và giữ vào văn bản bất kỳ để sử dụng.
zh_hans: 使用 iOS 翻译功能翻译所选文字。长按任意文字即可使用。

source: Search saved items from Spotlight
ar: ابحث في العناصر المحفوظة من Spotlight
de: Gespeicherte Einträge über Spotlight suchen
el: Αναζήτηση αποθηκευμένων από το Spotlight
es: Buscar elementos guardados desde Spotlight
fa: جست‌وجوی موارد ذخیره‌شده از Spotlight
fr: Rechercher vos éléments enregistrés avec Spotlight
he: חיפוש פריטים שמורים דרך Spotlight
hi: Spotlight से सहेजे गए आइटम खोजें
id: Cari item tersimpan dari Spotlight
it: Cerca gli elementi salvati da Spotlight
ja: Spotlight から保存済み項目を検索
ko: Spotlight에서 저장된 항목 검색
nl: Opgeslagen items zoeken via Spotlight
pl: Szukaj zapisanych elementów w Spotlight
pt: Buscar itens salvos pelo Spotlight
ru: Поиск сохранённого через Spotlight
sv: Sök bland sparade objekt i Spotlight
th: ค้นหารายการที่บันทึกไว้จาก Spotlight
tr: Kaydedilen öğeleri Spotlight'tan arayın
uk: Пошук збереженого через Spotlight
vi: Tìm mục đã lưu từ Spotlight
zh_hans: 从 Spotlight 搜索已保存的项目

source: Your bookmarked content is indexed and searchable from iOS Spotlight Search.
ar: تتم فهرسة المحتوى المحفوظ ويمكن البحث عنه من بحث Spotlight في iOS.
de: Deine gespeicherten Inhalte werden indiziert und sind über die iOS-Spotlight-Suche auffindbar.
el: Το αποθηκευμένο περιεχόμενό σας ευρετηριάζεται και αναζητείται από το Spotlight του iOS.
es: Tu contenido guardado se indexa y puede buscarse desde Spotlight en iOS.
fa: محتوای ذخیره‌شدهٔ شما فهرست‌بندی می‌شود و از جست‌وجوی Spotlight در iOS قابل یافتن است.
fr: Vos contenus enregistrés sont indexés et consultables dans la recherche Spotlight d'iOS.
he: התוכן השמור שלך מאונדקס וניתן לחיפוש ב-Spotlight של iOS.
hi: आपकी सहेजी गई सामग्री इंडेक्स होती है और iOS Spotlight खोज में मिलती है।
id: Konten tersimpan Anda diindeks dan dapat dicari dari Pencarian Spotlight iOS.
it: I contenuti salvati vengono indicizzati e si possono cercare con Spotlight di iOS.
ja: 保存したコンテンツはインデックス化され、iOS の Spotlight 検索で見つけられます。
ko: 저장한 콘텐츠가 색인되어 iOS Spotlight 검색에서 찾을 수 있습니다.
nl: Je opgeslagen inhoud wordt geïndexeerd en is doorzoekbaar via Spotlight in iOS.
pl: Zapisane treści są indeksowane i można je wyszukiwać w Spotlight w iOS.
pt: Seu conteúdo salvo é indexado e pode ser buscado pelo Spotlight do iOS.
ru: Сохранённое содержимое индексируется и доступно для поиска в Spotlight на iOS.
sv: Ditt sparade innehåll indexeras och kan sökas i Spotlight i iOS.
th: เนื้อหาที่คุณบันทึกไว้จะถูกจัดทำดัชนีและค้นหาได้จาก Spotlight ของ iOS
tr: Kaydettiğiniz içerikler dizine eklenir ve iOS Spotlight aramasında bulunabilir.
uk: Збережений вміст індексується й доступний для пошуку в Spotlight на iOS.
vi: Nội dung bạn đã lưu được lập chỉ mục và có thể tìm thấy bằng Spotlight trên iOS.
zh_hans: 你保存的内容会被编入索引，可在 iOS 的 Spotlight 搜索中找到。

source: Lock Screen & Control Center
ar: شاشة القفل ومركز التحكم
de: Sperrbildschirm & Kontrollzentrum
el: Οθόνη κλειδώματος και Κέντρο ελέγχου
es: Pantalla bloqueada y centro de control
fa: صفحهٔ قفل و مرکز کنترل
fr: Écran verrouillé et centre de contrôle
he: מסך הנעילה ומרכז הבקרה
hi: लॉक स्क्रीन और कंट्रोल सेंटर
id: Layar Terkunci & Pusat Kontrol
it: Schermata di blocco e Centro di Controllo
ja: ロック画面とコントロールセンター
ko: 잠금 화면 및 제어 센터
nl: Toegangsscherm & bedieningspaneel
pl: Ekran blokady i centrum sterowania
pt: Tela Bloqueada e Central de Controle
ru: Экран блокировки и Пункт управления
sv: Låsskärm och Kontrollcenter
th: หน้าจอล็อกและศูนย์ควบคุม
tr: Kilitli Ekran ve Denetim Merkezi
uk: Замкнений екран і Центр керування
vi: Màn hình khóa & Trung tâm điều khiển
zh_hans: 锁定屏幕与控制中心

source: Playback controls while podcasts are playing
ar: عناصر التحكم في التشغيل أثناء تشغيل البودكاست
de: Wiedergabesteuerung, während Podcasts laufen
el: Χειριστήρια αναπαραγωγής ενώ παίζουν podcast
es: Controles de reproducción mientras suenan pódcast
fa: کنترل‌های پخش هنگام پخش پادکست
fr: Commandes de lecture pendant l'écoute de podcasts
he: פקדי ניגון בזמן השמעת פודקאסטים
hi: पॉडकास्ट चलते समय प्लेबैक नियंत्रण
id: Kontrol pemutaran saat podcast diputar
it: Controlli di riproduzione durante l'ascolto dei podcast
ja: ポッドキャスト再生中の再生コントロール
ko: 팟캐스트 재생 중 재생 제어
nl: Afspeelregelaars terwijl podcasts spelen
pl: Sterowanie odtwarzaniem podczas słuchania podcastów
pt: Controles de reprodução enquanto os podcasts tocam
ru: Управление воспроизведением во время подкастов
sv: Uppspelningsreglage medan poddar spelas
th: ตัวควบคุมการเล่นขณะเล่นพอดแคสต์
tr: Podcast çalarken oynatma denetimleri
uk: Керування відтворенням під час подкастів
vi: Điều khiển phát khi đang phát podcast
zh_hans: 播放播客时的播放控制

source: Play, pause, and skip from the Lock Screen and Control Center while a podcast episode is playing.
ar: شغّل وأوقف مؤقتًا وتخطَّ من شاشة القفل ومركز التحكم أثناء تشغيل حلقة.
de: Abspielen, pausieren und springen über den Sperrbildschirm und das Kontrollzentrum, während eine Podcast-Folge läuft.
el: Αναπαραγωγή, παύση και μεταπήδηση από την οθόνη κλειδώματος και το Κέντρο ελέγχου ενώ παίζει ένα επεισόδιο.
es: Reproduce, pausa y salta desde la pantalla bloqueada y el centro de control mientras suena un episodio.
fa: هنگام پخش یک قسمت، از صفحهٔ قفل و مرکز کنترل پخش، توقف و پرش کنید.
fr: Lisez, mettez en pause et avancez depuis l'écran verrouillé et le centre de contrôle pendant la lecture d'un épisode.
he: נגן, השהה ודלג ממסך הנעילה וממרכז הבקרה בזמן שפרק מתנגן.
hi: एपिसोड चलते समय लॉक स्क्रीन और कंट्रोल सेंटर से चलाएं, रोकें और आगे-पीछे करें।
id: Putar, jeda, dan lompati dari Layar Terkunci dan Pusat Kontrol saat episode podcast diputar.
it: Riproduci, metti in pausa e salta dalla schermata di blocco e dal Centro di Controllo mentre è in riproduzione un episodio.
ja: エピソードの再生中に、ロック画面やコントロールセンターから再生、一時停止、スキップができます。
ko: 에피소드 재생 중에 잠금 화면과 제어 센터에서 재생, 일시 정지, 건너뛰기를 할 수 있습니다.
nl: Afspelen, pauzeren en overslaan vanaf het toegangsscherm en het bedieningspaneel terwijl een aflevering speelt.
pl: Odtwarzaj, wstrzymuj i przewijaj z ekranu blokady i centrum sterowania podczas odtwarzania odcinka.
pt: Reproduza, pause e pule pela Tela Bloqueada e pela Central de Controle enquanto um episódio toca.
ru: Воспроизводите, приостанавливайте и перематывайте с экрана блокировки и из Пункта управления во время воспроизведения эпизода.
sv: Spela upp, pausa och hoppa från låsskärmen och Kontrollcenter medan ett poddavsnitt spelas.
th: เล่น หยุดชั่วคราว และข้ามจากหน้าจอล็อกและศูนย์ควบคุมขณะที่ตอนพอดแคสต์กำลังเล่น
tr: Bir bölüm çalarken Kilitli Ekran'dan ve Denetim Merkezi'nden oynatın, duraklatın ve atlayın.
uk: Відтворюйте, призупиняйте й перемотуйте із замкненого екрана та Центру керування під час відтворення епізоду.
vi: Phát, tạm dừng và tua từ màn hình khóa và Trung tâm điều khiển khi đang phát một tập podcast.
zh_hans: 播放单集时，可在锁定屏幕和控制中心播放、暂停和跳过。

source: What AppleVis can let you know about, and how — whether push notifications are allowed at the iOS level, which sound plays, badge counts, and which kinds of community activity (replies, mentions, new posts) are actually worth a ping.
ar: ما الذي يمكن أن يُعلمك به AppleVis وكيف: هل الإشعارات الفورية مسموح بها في iOS، وأي صوت يُشغَّل، والشارات، وأي أنواع نشاط المجتمع (الردود والإشارات والمنشورات الجديدة) تستحق إشعارًا.
de: Worüber AppleVis dich informieren kann und wie: ob Push-Benachrichtigungen in iOS erlaubt sind, welcher Ton abgespielt wird, Kennzeichen und welche Arten von Community-Aktivität (Antworten, Erwähnungen, neue Beiträge) eine Benachrichtigung wert sind.
el: Για τι μπορεί να σας ειδοποιεί το AppleVis και πώς: αν επιτρέπονται οι ειδοποιήσεις push στο iOS, ποιος ήχος παίζει, τα σήματα και ποια είδη δραστηριότητας της κοινότητας (απαντήσεις, αναφορές, νέες αναρτήσεις) αξίζουν ειδοποίηση.
es: Sobre qué puede avisarte AppleVis y cómo: si las notificaciones push están permitidas en iOS, qué sonido suena, las burbujas y qué tipos de actividad de la comunidad (respuestas, menciones, publicaciones nuevas) merecen un aviso.
fa: AppleVis دربارهٔ چه چیزهایی و چگونه می‌تواند به شما اطلاع دهد: اینکه اعلان‌های فوری در iOS مجازند یا نه، کدام صدا پخش می‌شود، نشان‌ها و اینکه کدام فعالیت‌های جامعه (پاسخ‌ها، اشاره‌ها، پست‌های جدید) ارزش اعلان دارند.
fr: Ce dont AppleVis peut vous informer, et comment : si les notifications push sont autorisées dans iOS, le son joué, les pastilles et les types d'activité de la communauté (réponses, mentions, nouvelles publications) qui méritent une notification.
he: על מה AppleVis יכול להודיע לך ואיך: האם התראות push מותרות ב-iOS, איזה צליל מושמע, סימנים ואילו סוגי פעילות בקהילה (תגובות, אזכורים, פוסטים חדשים) שווים התראה.
hi: AppleVis आपको किन बातों की और कैसे सूचना दे सकता है: iOS में पुश सूचनाएं अनुमत हैं या नहीं, कौन-सी ध्वनि बजती है, बैज और समुदाय की किस तरह की गतिविधि (जवाब, उल्लेख, नई पोस्ट) सूचना लायक है।
id: Hal yang dapat diberitahukan AppleVis kepada Anda dan caranya: apakah notifikasi push diizinkan di iOS, suara mana yang diputar, jumlah lencana, dan jenis aktivitas komunitas mana (balasan, sebutan, postingan baru) yang layak diberi notifikasi.
it: Di cosa può avvisarti AppleVis e come: se le notifiche push sono consentite in iOS, quale suono viene riprodotto, i badge e quali tipi di attività della community (risposte, menzioni, nuovi post) meritano un avviso.
ja: AppleVis が何を、どのように知らせるか: iOS でプッシュ通知が許可されているか、鳴るサウンド、バッジ、そして通知する価値のあるコミュニティのアクティビティ(返信、メンション、新しい投稿)の種類。
ko: AppleVis가 무엇을 어떻게 알려 줄 수 있는지: iOS에서 푸시 알림이 허용되었는지, 어떤 소리가 나는지, 배지, 그리고 어떤 커뮤니티 활동(답글, 멘션, 새 게시물)이 알림을 받을 만한지.
nl: Waarover AppleVis je kan informeren en hoe: of pushmeldingen in iOS zijn toegestaan, welk geluid klinkt, badges en welke soorten community-activiteit (reacties, vermeldingen, nieuwe berichten) een melding waard zijn.
pl: O czym AppleVis może Cię powiadamiać i jak: czy powiadomienia push są dozwolone w iOS, jaki dźwięk jest odtwarzany, plakietki oraz które rodzaje aktywności społeczności (odpowiedzi, wzmianki, nowe posty) są warte powiadomienia.
pt: Sobre o que o AppleVis pode avisar você e como: se as notificações push estão permitidas no iOS, qual som toca, os indicadores e quais tipos de atividade da comunidade (respostas, menções, novas postagens) merecem um aviso.
ru: О чём AppleVis может сообщать и как: разрешены ли push-уведомления в iOS, какой звук воспроизводится, наклейки и какие виды активности сообщества (ответы, упоминания, новые публикации) стоят уведомления.
sv: Vad AppleVis kan meddela dig om och hur: om pushaviseringar är tillåtna i iOS, vilket ljud som spelas, symboler och vilka slags aktiviteter i communityn (svar, omnämnanden, nya inlägg) som är värda en avisering.
th: สิ่งที่ AppleVis แจ้งให้คุณทราบได้และวิธีการ: iOS อนุญาตการแจ้งเตือนแบบพุชหรือไม่ เสียงที่เล่น ตัวเลขบนไอคอน และกิจกรรมชุมชนประเภทใด (การตอบกลับ การกล่าวถึง โพสต์ใหม่) ที่ควรแจ้งเตือน
tr: AppleVis'in sizi neler hakkında ve nasıl bilgilendirebileceği: iOS'ta anlık bildirimlere izin verilip verilmediği, hangi sesin çaldığı, sayaçlar ve hangi topluluk etkinliklerinin (yanıtlar, bahsetmeler, yeni gönderiler) bildirime değdiği.
uk: Про що AppleVis може повідомляти і як: чи дозволено push-сповіщення в iOS, який звук відтворюється, наліпки та які види активності спільноти (відповіді, згадування, нові дописи) варті сповіщення.
vi: AppleVis có thể báo cho bạn biết điều gì và bằng cách nào: iOS có cho phép thông báo đẩy không, âm thanh nào sẽ phát, số trên biểu tượng và loại hoạt động cộng đồng nào (trả lời, lượt nhắc đến, bài đăng mới) đáng để thông báo.
zh_hans: AppleVis 能通知你什么以及如何通知：iOS 是否允许推送通知、播放哪种声音、标记，以及哪些社区动态（回复、提及、新帖子）值得提醒。

source: When you post a new forum topic or app entry, it's automatically followed for you — the same as tapping Follow yourself. This only applies going forward; anything you've already posted isn't affected.
ar: عندما تنشر موضوعًا جديدًا في المنتدى أو إدخال تطبيق، تتم متابعته تلقائيًا كأنك نقرت على "متابعة" بنفسك. ينطبق هذا على ما تنشره من الآن فقط، ولا يتأثر ما نشرته سابقًا.
de: Wenn du ein neues Forumsthema oder einen App-Eintrag veröffentlichst, folgst du ihm automatisch, so als hättest du selbst auf Folgen getippt. Das gilt nur für neue Beiträge; bereits veröffentlichte sind nicht betroffen.
el: Όταν δημοσιεύετε ένα νέο θέμα φόρουμ ή μια καταχώριση εφαρμογής, το ακολουθείτε αυτόματα, σαν να πατήσατε Ακολούθηση. Ισχύει μόνο από εδώ και πέρα· ό,τι έχετε ήδη δημοσιεύσει δεν επηρεάζεται.
es: Cuando publicas un tema nuevo en el foro o una entrada de app, pasas a seguirlo automáticamente, igual que si tocaras Seguir. Solo se aplica a partir de ahora; lo que ya publicaste no cambia.
fa: وقتی موضوع جدیدی در انجمن یا ورودی برنامه‌ای منتشر می‌کنید، خودکار دنبال می‌شود؛ درست مثل اینکه خودتان روی دنبال کردن ضربه زده باشید. این فقط از این به بعد اعمال می‌شود و بر آنچه قبلاً منتشر کرده‌اید اثری ندارد.
fr: Lorsque vous publiez un nouveau sujet de forum ou une fiche d'appli, vous le suivez automatiquement, comme si vous aviez touché Suivre. Cela ne s'applique qu'à partir de maintenant ; vos publications passées ne sont pas concernées.
he: כשאתה מפרסם נושא חדש בפורום או רשומת אפליקציה, תעקוב אחריהם אוטומטית, כאילו הקשת על מעקב בעצמך. זה חל רק מעכשיו והלאה; מה שכבר פרסמת לא מושפע.
hi: जब आप नया फ़ोरम विषय या ऐप प्रविष्टि पोस्ट करते हैं, तो वह अपने-आप फ़ॉलो हो जाती है, जैसे आपने खुद फ़ॉलो पर टैप किया हो। यह सिर्फ़ आगे से लागू होता है; पहले की पोस्ट पर असर नहीं पड़ता।
id: Saat Anda memposting topik forum atau entri aplikasi baru, topik itu otomatis diikuti, sama seperti jika Anda mengetuk Ikuti sendiri. Ini hanya berlaku mulai sekarang; yang sudah Anda posting tidak terpengaruh.
it: Quando pubblichi un nuovo argomento nel forum o una voce di app, inizi a seguirlo automaticamente, come se avessi toccato Segui. Vale solo da ora in poi; ciò che hai già pubblicato non cambia.
ja: 新しいフォーラムトピックやアプリのエントリを投稿すると、自分で「フォロー」をタップしたのと同じように自動でフォローされます。これから投稿するものだけが対象で、すでに投稿したものには影響しません。
ko: 새 포럼 주제나 앱 항목을 게시하면 직접 팔로우를 탭한 것처럼 자동으로 팔로우됩니다. 앞으로 게시하는 것에만 적용되며, 이미 게시한 것은 바뀌지 않습니다.
nl: Als je een nieuw forumonderwerp of app-item plaatst, volg je het automatisch, net alsof je zelf op Volgen tikt. Dit geldt alleen vanaf nu; wat je al hebt geplaatst, verandert niet.
pl: Gdy opublikujesz nowy wątek na forum lub wpis aplikacji, automatycznie zaczniesz go obserwować, tak jakbyś sam stuknął Obserwuj. Dotyczy to tylko nowych publikacji; to, co już opublikowałeś, się nie zmienia.
pt: Quando você publica um novo tópico no fórum ou uma entrada de app, passa a segui-lo automaticamente, como se tivesse tocado em Seguir. Isso vale só daqui em diante; o que você já publicou não muda.
ru: Когда вы публикуете новую тему на форуме или запись приложения, вы автоматически подписываетесь на неё, как если бы нажали «Подписаться». Это действует только для новых публикаций; уже опубликованное не меняется.
sv: När du publicerar ett nytt forumämne eller en apppost följer du den automatiskt, precis som om du själv tryckt på Följ. Det gäller bara från och med nu; det du redan publicerat påverkas inte.
th: เมื่อคุณโพสต์หัวข้อฟอรัมหรือรายการแอปใหม่ ระบบจะติดตามให้อัตโนมัติ เหมือนกับที่คุณแตะติดตามเอง มีผลตั้งแต่นี้เป็นต้นไปเท่านั้น สิ่งที่คุณโพสต์ไปแล้วไม่เปลี่ยน
tr: Yeni bir forum konusu veya uygulama girişi yayımladığınızda, kendiniz Takip Et'e dokunmuşsunuz gibi otomatik olarak takip edilir. Bu yalnızca bundan sonrası için geçerlidir; önceden yayımladıklarınız etkilenmez.
uk: Коли ви публікуєте нову тему на форумі або запис додатка, ви автоматично підписуєтеся на неї, ніби натиснули «Підписатися». Це діє лише для нових публікацій; уже опубліковане не змінюється.
vi: Khi bạn đăng chủ đề diễn đàn hoặc mục ứng dụng mới, bạn sẽ tự động theo dõi nó, giống như tự chạm Theo dõi. Điều này chỉ áp dụng từ nay; những gì bạn đã đăng không bị ảnh hưởng.
zh_hans: 你发布新的论坛话题或应用条目时，会自动关注它，就像你自己轻点了“关注”一样。这只适用于今后发布的内容，之前发布的内容不受影响。

source: Allowed
ar: مسموح بها
de: Erlaubt
el: Επιτρέπονται
es: Permitidas
fa: مجاز
fr: Autorisées
he: מותרות
hi: अनुमत
id: Diizinkan
it: Consentite
ja: 許可
ko: 허용됨
nl: Toegestaan
pl: Dozwolone
pt: Permitidas
ru: Разрешены
sv: Tillåtna
th: อนุญาต
tr: İzin Verildi
uk: Дозволено
vi: Được phép
zh_hans: 已允许

source: Blocked — change in iOS Settings
ar: محظورة — غيّرها في إعدادات iOS
de: Blockiert – in den iOS-Einstellungen ändern
el: Αποκλεισμένες – αλλαγή στις Ρυθμίσεις iOS
es: Bloqueadas: cámbialo en los ajustes de iOS
fa: مسدود — در تنظیمات iOS تغییر دهید
fr: Bloquées – à modifier dans les réglages d'iOS
he: חסומות — שנה בהגדרות iOS
hi: ब्लॉक — iOS सेटिंग्स में बदलें
id: Diblokir — ubah di Pengaturan iOS
it: Bloccate – modifica nelle impostazioni di iOS
ja: ブロック中 — iOS の設定で変更
ko: 차단됨 — iOS 설정에서 변경
nl: Geblokkeerd – wijzig in iOS-instellingen
pl: Zablokowane – zmień w ustawieniach iOS
pt: Bloqueadas – altere nos Ajustes do iOS
ru: Заблокированы — измените в настройках iOS
sv: Blockerade – ändra i Inställningar i iOS
th: ถูกบล็อก — เปลี่ยนในการตั้งค่า iOS
tr: Engellendi — iOS Ayarlar'da değiştirin
uk: Заблоковано — змініть у налаштуваннях iOS
vi: Bị chặn — đổi trong Cài đặt iOS
zh_hans: 已阻止——在 iOS 设置中更改

source: Not yet requested
ar: لم تُطلب بعد
de: Noch nicht angefragt
el: Δεν έχουν ζητηθεί ακόμη
es: Aún no solicitadas
fa: هنوز درخواست نشده
fr: Pas encore demandées
he: עדיין לא התבקשו
hi: अभी अनुरोध नहीं किया गया
id: Belum diminta
it: Non ancora richieste
ja: まだリクエストしていません
ko: 아직 요청 안 함
nl: Nog niet gevraagd
pl: Jeszcze nie zapytano
pt: Ainda não solicitadas
ru: Ещё не запрошены
sv: Inte begärda än
th: ยังไม่ได้ขอ
tr: Henüz istenmedi
uk: Ще не запитано
vi: Chưa yêu cầu
zh_hans: 尚未请求

source: Provisional (quiet)
ar: مؤقتة (هادئة)
de: Vorläufig (still)
el: Προσωρινές (αθόρυβες)
es: Provisionales (silenciosas)
fa: موقت (بی‌صدا)
fr: Provisoires (discrètes)
he: זמניות (שקטות)
hi: अस्थायी (शांत)
id: Sementara (senyap)
it: Provvisorie (silenziose)
ja: 仮許可(サイレント)
ko: 임시(조용히)
nl: Voorlopig (stil)
pl: Tymczasowe (ciche)
pt: Provisórias (silenciosas)
ru: Временные (тихие)
sv: Provisoriska (tysta)
th: ชั่วคราว (เงียบ)
tr: Geçici (sessiz)
uk: Тимчасові (тихі)
vi: Tạm thời (yên lặng)
zh_hans: 临时（静默）

source: Ephemeral
ar: عابرة
de: Kurzlebig
el: Εφήμερες
es: Efímeras
fa: گذرا
fr: Éphémères
he: חולפות
hi: क्षणिक
id: Singkat
it: Temporanee
ja: 一時的
ko: 일시적
nl: Tijdelijk
pl: Efemeryczne
pt: Efêmeras
ru: Кратковременные
sv: Tillfälliga
th: ชั่วขณะ
tr: Kısa süreli
uk: Короткочасні
vi: Ngắn hạn
zh_hans: 短暂

source: Unknown
ar: غير معروف
de: Unbekannt
el: Άγνωστο
es: Desconocido
fa: نامشخص
fr: Inconnu
he: לא ידוע
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестно
sv: Okänt
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không rõ
zh_hans: 未知

source: 15 minutes
ar: 15 دقيقة
de: 15 Minuten
el: 15 λεπτά
es: 15 minutos
fa: ۱۵ دقیقه
he: 15 דקות
hi: 15 मिनट
id: 15 menit
it: 15 minuti
ja: 15分
ko: 15분
nl: 15 minuten
pl: 15 minut
pt: 15 minutos
ru: 15 минут
sv: 15 minuter
th: 15 นาที
tr: 15 dakika
uk: 15 хвилин
vi: 15 phút
zh_hans: 15 分钟

source: 30 minutes
ar: 30 دقيقة
de: 30 Minuten
el: 30 λεπτά
es: 30 minutos
fa: ۳۰ دقیقه
he: 30 דקות
hi: 30 मिनट
id: 30 menit
it: 30 minuti
ja: 30分
ko: 30분
nl: 30 minuten
pl: 30 minut
pt: 30 minutos
ru: 30 минут
sv: 30 minuter
th: 30 นาที
tr: 30 dakika
uk: 30 хвилин
vi: 30 phút
zh_hans: 30 分钟

source: 45 minutes
ar: 45 دقيقة
de: 45 Minuten
el: 45 λεπτά
es: 45 minutos
fa: ۴۵ دقیقه
he: 45 דקות
hi: 45 मिनट
id: 45 menit
it: 45 minuti
ja: 45分
ko: 45분
nl: 45 minuten
pl: 45 minut
pt: 45 minutos
ru: 45 минут
sv: 45 minuter
th: 45 นาที
tr: 45 dakika
uk: 45 хвилин
vi: 45 phút
zh_hans: 45 分钟
